Repository: advocatux/Unity7
Catalog: po/*.po
Languages: es

source: (Hold)
es: Mantener pulsado

source: (Tap)
es: Golpecito

source: + 1 to 9
es: + 1 a 9

source: + Arrow Keys
es: Teclas de dirección

source: + Shift + 1 to 9
es: + Cambiar + 1 a 9

source: Drag
es: Arrastrar

source: or Right
es: o derecha

source: Activate
es: Activar

source: All
es: Todo

source: Arrow Keys
es: Teclas de dirección

source: Categories
es: Categorías

source: Closes the current window.
es: Cierra la ventana actual.

source: Cursor Left or Right
es: Cursor a la izquierda o a la derecha

source: Dash
es: Panel

source: Drop To Add Application
es: Soltar para añadir aplicación

source: Eject
es: Expulsar

source: Eject parent drive
es: Expulsar unidad principal

source: Empty Trash...
es: Vaciar papelera...

source: Enter
es: Entrar

source: Filter results
es: Filtrar resultados

source: Goodbye, %s. Are you sure you want to close all programs and log out from your account?
es: Adiós, %s. ¿Está seguro de que quiere cerrar todos los programas y cerrar la sesión de su cuenta?

source: Goodbye, %s. Are you sure you want to close all programs and shut down the computer?
es: Adiós, %s. ¿Está seguro de que quiere cerrar todos los programas y apagar el ordenador?

source: Goodbye, %s. Would you like to…
es: Adiós, %s. Le gustaría…

source: HUD & Menu Bar
es: HUD y barra de menú

source: Hi %s, you have open files that you might want to save before logging out. Are you sure you want to continue?
es: Hola %s, tiene archivos abiertos que podría querer guardar antes de cerrar la sesión. ¿Está seguro de que quiere continuar?

source: Hi %s, you have open files that you might want to save before shutting down. Are you sure you want to continue?
es: Hola %s, tiene archivos abiertos que podría querer guardar antes de apagar. ¿Está seguro de que quiere continuar?

source: Hi %s, you have open files you might want to save. Would you like to…
es: Hola %s, tiene archivos abiertos que podría querer guardar. Le gustaría…

source: Hi %s, you have open files you might want to save. Would you like to…
es: Hola %s, tiene archivos abiertos que podría querer guardar. Le gustaría…

source: Hibernate
es: Hibernar

source: Keyboard Shortcuts
es: Atajos de teclado

source: Last Updated
es: Última actualización

source: Launcher
es: Lanzador

source: Left Mouse
es: Botón izquierdo del ratón

source: Lock
es: Anclar

source: Lock to Launcher
es: Anclar al lanzador

source: Log Out
es: Cerrar sesión

source: Maximises the current window.
es: Maximiza la ventana actual.

source: Middle Mouse
es: Botón central del ratón

source: Minimises all windows.
es: Minimiza todas las ventanas.

source: Moves focus between indicators.
es: Mueve el foco entre indicadores.

source: Moves focused window to another workspace.
es: Mueve la ventana enfocada a otro espacio de trabajo.

source: Moves the focus.
es: Mueve el foco.

source: Moves the window.
es: Mueve la ventana.

source: Multi-range
es: Multi-rango

source: No Image Available
es: Imagen no disponible

source: Open
es: Abrir

source: Opens Launcher keyboard navigation mode.
es: Abre el modo de navegación del teclado del lanzador.

source: Opens a new window in the app.
es: Abre una nueva ventana en la aplicación.

source: Opens the Dash App Lens.
es: Abre la lente de la aplicación del panel.

source: Opens the Dash Files Lens.
es: Abre la lente de los archivos del panel.

source: Opens the Dash Home.
es: Abre el inicio del panel.

source: Opens the Dash Music Lens.
es: Abre la lente del panel de música.

source: Opens the Dash Video Lens.
es: Abre la lente del panel de vídeo.

source: Opens the HUD.
es: Abre el HUD.

source: Opens the Launcher, displays shortcuts.
es: Abre el lanzador, muestra los accesos directos.

source: Opens the Trash.
es: Abre la papelera

source: Opens the currently focused item.
es: Abre el objeto actualmente enfocado.

source: Opens the indicator menu.
es: Abre el menú del indicador.

source: Opens the window accessibility menu.
es: Abre el menú de accesibilidad de ventana.

source: Places the window in corresponding position.
es: Coloca la ventana en la posición correspondiente.

source: Quicklist
es: Lista rápida

source: Quit
es: Salir

source: Rating
es: Clasificación

source: Resizes the window.
es: Redimensiona la ventana.

source: Restart
es: Reiniciar

source: Restores or minimises the current window.
es: Restaura o minimiza la ventana actual.

source: Reveals the application menu.
es: Revela el menú de aplicación.

source: Right Mouse
es: Botón derecho del ratón

source: Safely remove
es: Quitar con seguridad

source: Safely remove parent drive
es: Quitar con seguridad la unidad principal

source: Same as clicking on a Launcher icon.
es: Igual que pulsar en un icono del lanzador.

source: Search your computer and online sources
es: Buscar en su ordenador y en fuentes online

source: See fewer results
es: Ver menos resultados

source: Semi-maximise the current window.
es: Semi-maximizar la ventana actual.

source: Show Desktop
es: Mostrar escritorio

source: Shut Down
es: Apagar

source: Sorry, there is nothing that matches your search.
es: Extiende todas las ventanas en el espacio de trabajo actual.

source: Suspend
es: Suspender

source: Switcher
es: Conmutador

source: Switches applications via the Launcher.
es: Conmuta aplicaciones vía el lanzador.

source: Switches between Lenses.
es: Conmuta entre Lentes

source: Switches between applications.
es: Conmuta entre aplicaciones.

source: Switches between workspaces.
es: Conmuta entre espacios de trabajo.

source: Switches windows of current applications.
es: Conmuta entre ventanas de las aplicaciones actuales.

source: Switches workspaces.
es: Conmuta espacios de escritorio.

source: Switching
es: Conmutar

source: The drive has been successfully ejected
es: La unidad ha sido expulsada con éxito

source: Trash
es: Papelera

source: Type your command
es: Introduzca su orden

source: Ubuntu Desktop
es: Escritorio de Ubuntu

source: Unlock from Launcher
es: Desanclar del lanzador

source: Unmount
es: Desmontar

source: Waiting to install
es: Esperando que finalice la instalación

source: Windows
es: Ventanas

source: Workspace Switcher
es: Conmutador de espacio de trabajo

source: Workspaces
es: Espacios de trabajo
